[
    {
        "picture": "https://wallpapercave.com/wp/wp2671335.jpg",
        "category": "ROAD BIKES",
        "about": "As the name suggests, road bikes are designed to ride on the road. Can’t all bikes ride on the road, you wonder? They absolutely can. But road bikes are optimised to make road cycling as efficient as possible, and because of that they’d perform terribly on a mountain dirt track.\r\n"
    },
    {
        "picture": "https://wallpaperaccess.com/full/29003.jpg",
        "category": "MOUNTAIN BIKES",
        "about": "Mountain bikes are designed to go on mountains or on off-road trails, which means they’re chunkier, have knobbly tyres on them, and a frame geometry which makes them better suited for seriously uneven terrain.\r\n"
    },
    {
        "picture": "http://s3.amazonaws.com/www.bikerumor.com/wp-content/uploads/2014/11/03140015/kickstarter-rogue-c6-commuter-bicycle.jpg",
        "category": "HYBRID/COMMUTER BIKES",
        "about": "Hybrid bikes, or commuter bikes as they’re also known, are essentially a mixture between road bikes and mountain bikes. They give you the versatility to do a bit of everything. What you sacrifice in terms of speciality, you gain by being able to do what you want, when you want.\r\n"
    },
    {
        "picture": "https://images.interestingengineering.com/images/DECEMBER/ebike_2019_coolest2.jpg",
        "category": "ELECTRIC BIKES",
        "about": "Electric bikes are, as the name suggests, part electric. They have a battery and a silent motor, and because of this they’re heavier than other bikes, but you’ll never curse a hill again in your life.\r\n"
    },
    {
        "picture": "https://c4.wallpaperflare.com/wallpaper/811/426/409/women-dress-shoes-women-with-bikes-wallpaper-preview.jpg",
        "category": "WOMEN'S BIKES",
        "about": "Women’s bikes are designed for women, insofar as they come in smaller frame sizes and a different frame geometry to that of a ‘men’s’ bike. Sometimes they have a step-through frame, which were originally designed for their advantage to riders wearing dresses or skirts.\r\n"
    },
    {
        "picture": "https://wallpaperaccess.com/full/7365447.jpg",
        "category": "KIDS BIKES",
        "about": "Kids bikes are for kids, but you can get one for yourself just for fun and we won’t tell anyone. Whether you're looking for a balance bike for a 2-year-old (i.e. no pedals), a trail centre-competent junior mountain bike for an 8-year-old, or a road bike for a 12-year-old, we’ve got a superb range of bikes for boys and girls of all ages at the Co-op.\r\n"
    }
]